//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Annuler";
"_upload_file_"             = "Téléverser un fichier";
"_download_file_"           = "Télécharger le fichier";
"_loading_"                 = "Chargement";
"_loading_with_points_"     = "Chargement...";
"_loading_num_"             = "Chargement du fichier %i";
"_loading_autoupload_"      = "Téléversement automatique en cours";
"_uploading_"               = "Téléversement";
"_synchronization_"         = "Synchronisation";
"_delete_"                  = "Supprimer";
"_delete_file_n_"           = "Suppression du fichier %i sur %i";
"_rename_"                  = "Renommer";
"_move_"                    = "Déplacer";
"_move_file_n_"             = "Déplacement du fichier %i sur %i";
"_creating_sharing_"        = "Créer un partage";
"_updating_sharing_"        = "Mettre à jour un partage";
"_removing_sharing_"        = "Supprimer un partage";
"_add_"                     = "Ajouter";
"_login_"                   = "Se connecter";
"_save_"                    = "Enregistrer";
"_warning_"                 = "Attention";
"_error_"                   = "Erreur";
"_error_e2ee_"              = "Erreur E2EE";
"_no_"                      = "Non";
"_yes_"                     = "Oui";
"_select_"                  = "Sélectionner";
"_upload_"                  = "Téléverser";
"_home_"                    = "Fichiers";
"_file_to_upload_"          = "Fichier à téléverser";
"_destination_"             = "Destination";
"_ok_"                      = "OK";
"_beta_version_"            = "Version bêta";
"_function_in_testing_"     = "Fonction en test, merci d'envoyer toute information sur les problèmes que vous rencontriez.";
"_done_"                    = "Terminé";
"_passcode_too_short_"      = "Code de sécurité trop court, le minimum requis est de 4 caractères";
"_selected_"                = "Sélectionné";
"_scan_fingerprint_"        = "Utiliser TouchId pour s'identifier";
"_no_active_account_"       = "Aucun compte trouvé";
"_info_"                    = "Info";
"_email_"                   = "email";
"_save_exit_"               = "Voulez-vous quitter sans enregistrer ?";
"_video_"                   = "Vidéo";
"_overwrite_"               = "Écraser";
"_transfers_in_queue_"      = "Transferts en cours, merci de patienter ...";
"_too_errors_automatic_all_"= "Trop d'erreurs, allez dans le Centre de Contrôle pour vérifier le problème";
"_create_folder_"           = "Créer un dossier";
"_create_folder_on_"        = "Créer un dossier";
"_close_"                   = "Fermer";
"_postpone_"                = "Reporter";
"_remove_"                  = "Supprimer";
"_file_not_found_"          = "Fichier non trouvé";
"_continue_"                = "Souhaitez-vous continuer ?";
"_auto_upload_folder_"      = "Téléversement automatique";
"_gallery_"                 = "Galerie";
"_photo_"                   = "Photo";
"_audio_"                   = "Son";
"_unknown_"                 = "Inconnu";
"_next_"                    = "Suivant";
"_success_"                 = "Réussite";
"_initialization_"          = "Initialisation";
"_experimental_"            = "Expérimentale";

// App

"_network_available_"       = "Réseau disponible";
"_network_not_available_"   = "Réseau indisponible";

// Networking

"_no_reuploadfile_"         = "Fichier non trouvé et impossible de le renvoyer. Supprimer le fichier téléversé puis recharger le fichier pour le téléverser.";
"_file_already_exists_"     = "Impossible de terminer l'opération, un fichier avec le même nom existe déjà";
"_read_file_error_"         = "Impossible de lire le fichier";

// More

"_more_"                    = "Plus";
"_notifications_"           = "Notifications";
"_logout_"                  = "Se déconnecter";

// Settings

"_acknowledgements_"        = "Remerciements";
"_settings_"                = "Paramètres";
"_passcode_"                = "Mot de passe";
"_lock_"                    = "Verrouiller";
"_lock_active_"             = "Verrouillage : Actif";
"_lock_not_active_"         = "Verrouillage : Inactif";
"_lock_protection_no_screen_"        = "Ne pas demander au démarrage";
"_lock_protection_no_screen_footer_" = "Utiliser \"Ne pas demander au démarrage\" seulement pour les dossiers protégés ou pour les dossiers chiffrés";
"_url_"                     = "URL";
"_username_"                = "Nom d'utilisateur";
"_change_credentials_"      = "Modifier vos informations d'identification";
"_wifi_only_"               = "Utiliser seulement la connexion Wi-Fi";
"_settings_autoupload_"     = "Téléversement automatique";
"_app_version_"             = "Version de l'application";
"_app_in_use_"              = "Application utilisée";
"_contact_by_email_"        = "Contactez-nous par courriel";
"_clear_cache_"             = "Effacer le cache (%@ utilisé)";
"_clear_cache_no_size_"     = "Effacer le cache";
"_exit_"                    = "Quitter";
"_funct_not_enabled_"       = "Fonctionnalité désactivée";
"_passcode_activate_"       = "Verrouillage par mot de passe activé";
"_disabling_passcode_"      = "Désactivation du verrouillage par mot de passe";
"_want_exit_"               = "Attention! Tout sera remis dans l'état d'origine. Continuer ?";
"_proceed_"                 = "Continuer";
"_delete_cache_"            = "Supprimer le cache";
"_want_delete_cache_"       = "Voulez-vous vider le cache ?";
"_want_delete_thumbnails_"  = "Souhaitez-vous supprimer aussi toutes les miniatures ?";
"_mail_deleted_"            = "Courriel supprimé";
"_mail_saved_"              = "E-mail sauvegardé";
"_mail_sent_"               = "E-mail envoyé";
"_mail_failure_"            = "Échec de l'envoi du mail: %@";
"_information_req_"         = "Demande d'information";
"_write_in_english_"        = "Veuillez nous écrire en anglais";
"_credentials_"             = "Informations d'identification";
"_manage_account_"          = "Gestion des comptes";
"_change_password_"         = "Changer le mot de passe";
"_add_account_"             = "Ajouter un compte";
"_delete_account_"          = "Supprimer le compte";
"_want_delete_"             = "Voulez-vous vraiment  le supprimer ?";
"_no_delete_"               = "Non, ne pas le supprimer";
"_yes_delete_"              = "Oui, le supprimer";
"_remove_cache_"            = "Merci de patienter, suppression du cache en cours...";
"_optimizations_"           = "Optimisations";
"_synchronizations_"        = "Synchronisation des dossiers";
"_version_server_"          = "Version du serveur";
"_help_"                    = "Aide";
"_lock_protection_simply_"  = "Mot de passe faible";
"_change_simply_passcode_"  = "Changer le type de mot de passe";
"_quota_"                   = "Quota";
"_available_"               = "disponible";
"_cloud_account_"           = "Compte Cloud";
"_information_"             = "Information";
"_personal_information_"    = "Informations personnelles";
"_user_full_name_"          = "Nom complet";
"_user_address_"            = "Adresse";
"_user_phone_"              = "Numéro de téléphone";
"_user_email_"              = "Adresse e-mail";
"_user_web_"                = "Site web";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Vous utilisé actuellement %@ de %@";
"_favorite_offline_"        = "Favoris disponibles hors-ligne";
"_favorite_offline_footer_" = "Rendre tous vos favoris disponibles hors-ligne peut prendre un certain temps avec une grande occupation de la mémoire interne.";
"_advanced_"                = "Avancé";
"Skip"                      = "Ignorer";
"Start"                     = "Commencer";

// Manage AutoUpload

"_autoupload_"                      = "Téléverser automatiquement les photos et les vidéos";
"_autoupload_background_"           = "Téléverser automatiquement en arrière-plan";
"_autoupload_photos_"               = "Téléverser automatiquement les photos";
"_autoupload_videos_"               = "Téléverser automatiquement les vidéos";
"_autoupload_description_"          = "Les nouvelles photos/vidéos vont être téléversées dans votre Cloud";
"_autoupload_description_background_"  = "Cette option nécessite l'utilisation du GPS pour déclencher la détection de nouvelles photos/vidéos quand l'emplacement est modifié";
"_autoupload_background_title_"     = "Limites";
"_autoupload_background_msg_"       = "A cause des restrictions d'iOS, il n'est pas possible de fonctionner en arrière-plan à moins que le GPS ne soit activé.\nQuand la cellule du réseau cellulaire change, le système s'active brièvement et vérifie si de nouvelles photos doivent être téléversées.";
"_autoupload_change_location_"      = "Changer de dossier";
"_autoupload_location_now_"         = "Dossier";
"_autoupload_location_default_"     = "Restaurer le dossier par défaut";
"_autoupload_change_location_footer_" = "Modifier le dossier utilisé pour le 'Téléversement automatique depuis l'appareil photo' (si l'option est activée)";
"_autoupload_not_select_home_"      = "Sélectionner un dossier";
"_autoupload_save_album_"           = "Copier les photos et vidéos dans l'album photo";
"_autoupload_fullphotos_"           = "Téléverser toutes les photos de l'appareil photo";
"_autoupload_fullphotos_footer_"    = "Ajuster les options ci-dessous avant de téléverser";
"_autoupload_create_subfolder_"     = "Utiliser les sous-dossiers";
"_autoupload_create_subfolder_footer_" = "Enregistrer dans des sous-dossiers selon l'année et le mois";
"_autoupload_filenamemask_"         = "Modifier le masque du nom du fichier";
"_autoupload_filenamemask_footer_"  = "Modifier automatiquement le masque du nom du fichier";


// Manage Help

"_help_tutorial_"               = "Tutoriel";
"_help_intro_"                  = "Introduction Lawless";
"_help_activity_verbose_"       = "Fil d'activité détaillé";
"_help_activity_mail_"          = "Envoyer l'activité par mail";
"_help_activity_clear_"         = "Effacer l'activité";


// Manage Advanced

"_optimized_photos_"            = "Résolution photo optimisée";
"_upload_del_photos_"           = "Effacer les fichiers après le téléversement";
"_optimized_photos_how_"        = "Si votre appareil a peu d'espace de stockage, les photos en haute définition sont automatiquement remplacées par les versions optimisées. Les versions en haute définition sont enregistrées dans votre Lawless.";
"_upload_del_photos_how_"       = "Les fichiers seront effacés de la mémoire de l'appareil après avoir été téléversés dans votre Cloud. Ils restent dans la pellicule. Téléchargez pour les voir à nouveau.";
"_show_hidden_files_"           = "Afficher les fichiers masqués";
"_format_compatibility_"        = "Le plus compatible";
"_format_compatibility_footer_" = "\"Le plus compatible\" va toujours sauvegarder les photos dans le format JPEG";

// Login

"_connect_server_anyway_"       = "Souhaitez-vous quand même vous connecter au serveur ?";
"_connection_error_"            = "Erreur de connexion";
"_add_your_nextcloud_"          = "Ajouter votre compte Lawless";
"_login_url_"                   = "Adresse du serveur https://…";
"_login_bottom_label_"          = "Vous n'avez pas encore de serveur?\nChoisissez l'un des fournisseurs.";
"_error_multidomain_"           = "Adresse non autorisée, seuls les domaines suivants sont valides :";
"_account_already_exists_"      = "Le compte %@ existe déjà";
"_traditional_login_"           = "Revenir à l'ancienne méthode de connexion";
"_web_login_"                   = "Revenir à la méthode de connexion par le web";

// Favorite

"_favorites_"                   = "Favoris";
"_favorite_"                    = "Marquer comme favori";
"_unfavorite_"                  = "Ne plus marquer comme favori";
"_no_files_uploaded_"           = "Aucun fichier téléversé";
"_tutorial_favorite_view_"      = "Les fichiers et les dossiers ajoutés à vos favoris apparaîtront ici";
"_tutorial_offline_view_"       = "Copiez ici les fichiers qui doivent être disponibles hors-ligne.\n\nIls seront synchronisés avec votre cloud.";
"_tutorial_local_view_"         = "Vous allez trouver les fichiers décompressés de votre cloud.\n\nConnectez-vous à iTunes pour partager ces fichiers.";
"_more_"                        = "Plus";
"_favorite_no_files_"           = "Aucun favori pour l'instant";


// Auto Upload

"_pull_down_"                               = "Tirer vers le bas pour rafraichir";
"_no_photo_load_"                           = "Pas de photo ni de vidéo";
"_tutorial_autoupload_view_"                = "Vous pouvez activer le téléversement automatique depuis \"Paramètres\"";
"_no_date_"                                 = "Pas de date";
"_today_"                                   = "Aujourd'hui";
"_time_"                                    = "Heure : %@\n\n%@";
"_location_not_enabled_"                    = "Service de localisation désactivé";
"_location_not_enabled_msg_"                = "Allez dans \"Paramètres\" et autorisez les services de localisation";
"_access_photo_not_enabled_"                = "L'accès au photos n'est pas autorisé";
"_access_photo_not_enabled_msg_"            = "Allez dans \"Paramètres\" et autorisez l'accès aux photos";
"_access_photo_location_not_enabled_"       = "L'accès à Photo et Service de localisation n'est pas activé";
"_access_photo_location_not_enabled_msg_"   = "Allez dans \"Paramètres\" et autorisez l'accès aux photos et les services de localisation";
"_tutorial_photo_view_"                     = "Pas de photos ni de vidéos téléversées pour l'instant";
"_create_full_upload_"                      = "Création de l'archive en cours... cela peut prendre un certain temps, merci de patienter";
"_error_createsubfolders_upload_"           = "Erreur lors de la création des sous-dossiers";
"_activate_autoupload_"                     = "Activer le téléversement automatique";

// Utility

"_never_"                       = "jamais";
"_less_a_minute_"               = "il y a moins d'une minute";
"_minutes_ago_"                 = "il y a %d minutes";
"_hours_ago_"                   = "il y a %d heures";
"_days_ago_"                    = "il y a %d jours";
"_over_30_days_"                = "après 30 jours";
"_connection_internet_offline_" = "La connection à Internet semble désactivée ou le Wi-Fi est nécessaire";
"_insert_password_"             = "Saisissez le mot de passe";
"_update_in_progress_"          = "Mise à jour, merci de patienter…";
"_forbidden_characters_"        = "Le nom du fichier ou du dossier contient des caractères non valides";
"_mail_not_can_send_mail_"      = "Pas de compte configurée, ou pas d'adresse mél entrée";

// File

"_photo_camera_"                = "Photos";
"_unzip_in_progress_"           = "Décompression des données sur l'espace de stockage local...";
"_file_unpacked_"               = "Le fichier à été correctement décompressé sur l'espace de stockage local";
"_file_saved_local_"            = "Le fichier à été correctement sauvegardé sur l'espace de stockage local.";
"_file_not_present_"            = "Erreur : Fichier non présent, merci de le recharger.";
"_order_by_date_"               = "Trier par date";
"_current_order_name_"          = "(actuellement trié par nom)";
"_order_by_name_"               = "Trier par nom";
"_current_order_date_"          = "(actuellement trié par date)";
"_sort_descending_"             = "Trier en ordre décroissant";
"_current_sort_ascending_"      = "(ordre actuel : croissant)";
"_sort_ascending_"              = "Trier en ordre croissant";
"_current_sort_descending_"     = "(ordre actuel : décroissant)";
"_delete_selected_files_"       = "Effacer les fichiers";
"_move_selected_files_"         = "Déplacer les fichiers";
"_download_selected_files_"     = "Télécharger les fichiers";
"_download_selected_files_folders_" = "Télécharger les fichiers et les dossiers";
"_error_operation_canc_"        = "Erreur : Opération annulée";
"_only_lock_passcode_"          = "Disponible uniquement si le mot de passe de verrouillage est activé. Aller dans Réglages pour l'activer.";
"_passcode_protection_"         = "Protection par mot de passe";
"_remove_favorites_"            = "Retirer des favoris";
"_remove_offline_"              = "Ne plus rendre disponible hors-ligne";
"_add_favorites_"               = "Ajouter aux favoris";
"_add_offline_"                 = "Rendre disponible hors-ligne";
"_remove_passcode_"             = "Enlever la protection par mot de passe";
"_protect_passcode_"            = "Protéger avec un mot de passe";
"_share_"                       = "Partager";
"_reload_"                      = "Recharger";
"_open_in_"                     = "Ouvrir avec...";
"_remove_local_file_"           = "Supprimer du cache";
"_add_local_"                   = "Ajouter un stockage local";
"_comm_erro_pull_down_"         = "Attention : Erreur de communication avec le serveur. Tirer vers le bas pour rafraichir.";
"_file_not_downloaded_"         = "fichier non téléchargé";
"_file_not_uploaded_"           = "fichier non téléversé";
"_folders_"                     = "dossiers";
"_folder_"                      = "dossier";
"_files_"                       = "fichiers";
"_file_"                        = "fichier";
"_folder_blocked_"              = "Dosssier bloqué";
"_downloading_progress_"        = "Démarrage du téléchargement de fichiers...";
"_no_file_pull_down_"           = "Téléverser un fichier ou tirer vers le bas pour rafraîchir";
"_browse_images_"               = "Parcourir les images";
"_synchronized_folder_"         = "Garder le dossier synchronisé";
"_remove_synchronized_folder_"  = "Désactiver la synchronisation";
"_synchronized_confirm_"        = "Après activation de la synchronisation, tous les fichiers du dossier seront synchronisés avec le serveur, continuer ?";
"_offline_folder_confirm_"      = "Après avoir activé l'accès hors connexion, tous les fichiers dans le dossier vont être synchronisés avec le serveur, continuer ?";
"_file_not_found_reload_"       = "Fichier non trouvé, tirer vers le bas pour rafraichir";
"_title_section_download_"      = "Télécharger";
"_title_section_upload_"        = "Téléverser";
"_group_alphabetic_yes_"        = "✓ Grouper par ordre alphabétique";
"_group_alphabetic_no_"         = "Grouper par ordre alphabétique";
"_group_typefile_yes_"          = "✓ Grouper par type de fichier";
"_group_typefile_no_"           = "Grouper par type de fichier";
"_group_date_yes_"              = "✓ Grouper par date";
"_group_date_no_"               = "Grouper par date";
"_element_"                     = "élément";
"_elements_"                    = "éléments";
"_tite_footer_upload_wwan_"     = "Réseau Wi-fi requis, %lu %@ à téléverser";
"_tite_footer_upload_"          = "%lu %@ à téléverser";
"_tite_footer_download_wwan_"   = "Réseau Wi-fi requis, %lu %@ à télécharger";
"_tite_footer_download_"        = "%lu %@ à télécharger";
"_limited_dimension_"           = "Taille maximale atteinte";
"_save_selected_files_"         = "Enregistrer les images et les photos dans l'album photo";
"_file_not_saved_cameraroll_"   = "Erreur : Fichier non sauvegardé dans l'album photo";
"_file_saved_cameraroll_"       = "Fichier sauvegardé dans l'album photo";
"_directory_on_top_yes_"        = "✓ Dossiers en premier";
"_directory_on_top_no_"         = "Dossiers en premier";
"_folder_automatic_upload_"     = "Dossier pour le téléversement automatique";
"_search_no_record_found_"      = "Aucun résultat";
"_search_in_progress_"          = "Recherche en cours...";
"_search_instruction_"          = "Rechercher un fichier (2 caractères minimum)";
"_files_no_files_"              = "Aucun fichier";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "DOSSIERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "INCONNU";
"video"                         = "VIDÉO";

"_file_del_only_local_"         = "Fichier non présent sur le serveur";

"_copy_file_"                   = "Copier le fichier";
"_copy_files_"                  = "Copier les fichiers";
"_paste_file_"                  = "Coller le fichier";
"_paste_files_"                 = "Coller les fichiers";

"_search_this_folder_"          = "Recherche dans ce dossier";
"_search_all_folders_"          = "Recherche dans tous les dossiers";
"_search_sub_folder_"           = "Rechercher ici et dans les sous-dossiers";

"_theming_is_light_"            = "Le thème du serveur a une couleur trop claire, pas applicable";

// Files Preview

"_insert_password_pfd_"         = "PDF sécurisé. Entrez le mot de passe";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Erreur : Impossible de télécharger la photo";

// Share

"_share_link_"                  = "Partager le lien";
"_share_link_button_"           = "Envoyer le lien à ...";
"_password_"                    = "Mot de passe";
"_share_password_"              = "Lien protégé par mot de passe";
"_share_expirationdate_"        = "Définir la date d'expiration pour le lien";
"_date_"                        = "Date";
"_share_title_"                 = "Partager";
"_add_sharee_"                  = "Ajouter des utilisateurs ou des groupes";
"_add_sharee_footer_"           = "Vous pouvez partager cette ressource en ajoutant des utilisateurs ou groupes. Pour retirer ce partage, supprimez tous les utilisateurs et les groupes";
"_find_sharee_title_"           = "Chercher";
"_find_sharee_"                 = "Recherche un utilisateur ou un groupe ...";
"_find_sharee_footer_"          = "Saisissez une partie du nom de l'utilisateur ou du groupe recherché (au moins 2 caractères) puis appuyez sur 'Entrée' et sélectionnez l'utilisateur autorisé à partager, et appuyez sur 'Ok' pour confirmer.";
"_user_is_group_"               = "(groupe)";
"_direct_sharee_title_"         = "Partager";
"_direct_sharee_footer_"        = "Si vous connaissez le nom, saisissez-le puis sélectionnez le type de partage et appuyé sur 'Terminé' pour confirmer";
"_direct_sharee_"               = "Entrez le nom d'utilisateur…";
"_user_sharee_footer_"          = "Appuyer pour modifier les privilèges";
"_share_type_title_"            = "Type de partage";
"_share_type_user_"             = "Utilisateur";
"_share_type_group_"            = "Groupe";
"_share_type_remote_"           = "Distant";

// Share Permission

"_share_permission_title_"          = "Privilèges";
"_share_permission_edit_"           = "Peut éditer";
"_share_permission_file_can_write_" = "Peut écrire un fichier";
"_share_permission_create_"         = "Peut créer";
"_share_permission_create_file_"    = "Peut créer des fichiers";
"_share_permission_create_folder_"  = "Peut créer des dossiers";
"_share_permission_change_"         = "Peut modifier";
"_share_permission_delete_"         = "Peut effacer";
"_share_permission_share_"          = "Peut partager";
"_share_permission_rename_"         = "Peut renommer";
"_share_permission_move_"           = "Peut déplacer";
"_share_permission_read_"           = "Peut lire";
"_share_permission_info_"           = "Partager information";
"_share_permission_path_"           = "Fichier/Dossier";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "Utilisateur";
"_share_permission_typegroup_"      = "Groupe";
"_share_permission_typepubliclink_" = "Lien";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Propriétaire";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification par email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Partagés avec vous";
"_type_resource_external_"          = "Stockage externe";

// Share Ext

"_destiny_folder_"                  = "Dossier : %@";

"_no_transfer_"                     = "Aucun transfert pour l'instant";
"_no_transfer_sub_"                 = "Les téléversements et les téléchargements de cet appareil apparaîtront ici";
"_no_activity_"                     = "Aucune activité";
"_transfers_"                       = "Transferts";
"_activity_"                        = "Activité";
"_activity_file_not_present_"       = "Le fichier n'est plus présent";

// List Shares

"_list_shares_"                     = "Partages";
"_list_shares_no_files_"            = "Aucun partage pour l'instant";
"_tutorial_list_shares_view_"       = "Les fichiers et dossiers que vous partagez apparaîtront ici";

// Offline - Local Storage

"_create_synchronization_"          = "Création de la synchronisation";
"_offline_"                         = "Hors connexion";
"_local_storage_"                   = "Stockage local";
"_local_storage_no_record_"         = "Aucun fichier pour l'instant";

// Create Cloud

"_upload_photos_videos_"            = "Téléverser des photos et des vidéos";
"_upload_file_"                     = "Téléverser un fichier";
"_upload_file_text_"                = "Créer un fichier texte";

// Document Picker

"_save_document_picker_"            = "Enregistrer ici";

// CreateFormUploadAssets

"_destination_folder_"              = "Dossier de destination";
"_use_folder_photos_"               = "Utiliser le dossier Photos comme destination.";
"_rename_filename_"                 = "Renommer";
"_filename_"                        = "Nom du fichier";
"_preview_filename_"                = "Exemple de prévisualisation du nom de fichier. Vous pouvez utiliser les termes %@ pour la date et l'heure";
"_forbidden_characters_"            = "Le nom du fichier ou du dossier contient des caractères non valides";
"_add_filenametype_"                = "Ajouter le type du fichier dans le nom du fichier";
"_filenametype_photo_video_"        = "Photo / Vidéo";

// Notification

"_notification_"                    = "Notification";

// Photo Browser

"Done"                              = "Terminé";
"Select Photos"                     = "Sélectionner des photos";
"photo"                             = "photo";
"photos"                            = "Photos";
"of"                                = "de";
"%i of %i"                          = "%1$i de %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Téléversement automatique du nom du fichier";

// Text File

"_untitled_txt_"                    = "Sans_titre.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "chiffrement";
"_e2e_settings_"                    = "Chiffrement de bout en bout";
"_e2e_settings_start_"              = "Démarrer le chiffrement de bout en bout";
"_e2e_settings_not_available_"      = "Chiffrement de bout en bout indisponible";
"_e2e_settings_activated_"          = "Chiffrement de bout en bout activé";
"_e2e_settings_view_passphrase_"    = "Cette phrase de 12 mots est un mot de passe très fort permettant un accès à la lecture et à l'utilisation de vos fichiers chiffrés. Veuillez l'écrire et la garder quelque-part en sécurité.";
"_e2e_settings_read_passphrase_"    = "Lisez la phrase secrète";
"_e2e_settings_lock_not_active_"    = "Verrouillage non actif, retournez à \"Paramètres\" et activez-le";
"_e2e_settings_the_passphrase_is_"  = "La phrase secrète est :";
"_e2e_passphrase_request_title_"    = "Demande de phrase secrète";
"_e2e_passphrase_request_message_"  = "Insérer les 12 mots de la phrase secrète";
"_e2e_settings_remove_"             = "Retirer localement le chiffrement";
"_e2e_settings_remove_message_"     = "Confirmez la suppression du chiffrage au moyen de la phrase secrète.";
"_e2e_set_folder_encrypted_"        = "Chiffrer";
"_e2e_remove_folder_encrypted_"     = "Déchiffrer";
"_e2e_goto_settings_for_enable_"    = "C'est un dossier chiffré, allez dans \"Paramètres\" et activez le chiffrement de bout en bout";
"_e2e_delete_folder_not_permitted_" = "La suppression d'un répertoire marqué comme 'chiffré' n'est pas permise";
"_e2e_error_encode_metadata_"       = "Erreur interne grave dans l'encodage des méta données.";
"_e2e_error_decode_metadata_"       = "Erreur interne grave dans le décodage des méta données.";
"_e2e_error_create_encrypted_"      = "Impossible de créer le fichier chiffré";
"_e2e_error_update_metadata_"       = "Erreur de mise à jour de metadonnée";
"_e2e_error_store_metadata_"        = "Impossible d'enregistrer la métadonnée";
"_e2e_error_send_metadata_"         = "Envoi impossible de métadonnée";
"_e2e_error_delete_metadata_"       = "Impossible de supprimer la métadonnée";
"_e2e_error_get_metadata_"          = "Impossible de récupérer la métadonnée";
"_e2e_error_not_enabled_"           = "Erreur interne grave. Chiffrement de bout en bout indisponible";
"_e2e_error_record_not_found_"      = "Erreur interne grave. Enregistrements introuvables.";
"_e2e_error_unlock_"                = "Impossible de déverrouiller le dossier";
"_e2e_error_lock_"                  = "Impossible de verrouiller le dossier";
"_e2e_error_delete_mark_folder_"    = "Déchiffrer le dossier marqué";
"_e2e_error_mark_folder_"           = "Dossier chiffré";
"_e2e_error_directory_not_empty_"   = "Le dossier n'est pas vide";


